{
  "NAVIGATION_LINK_1": "أنا",
  "NAVIGATION_LINK_2": "خدماتي",
  "NAVIGATION_LINK_3": "مشاريعي",
  "NAVIGATION_LINK_4": "عملائي",
  "NAVIGATION_LINK_5": "راسلني",
  "HOME_NAME": "ضياء جباره",
  "HOME_OCCUPATION": "مطور جافاسكربت و تايب سكربت.",
  "HOME_CTA_TEXT": "لا تدع أفكارك تبقى على هذا النحو. دعنا نعمل معا",
  "HOME_CTA_TEXT_COLOR": "لبث الحياة في مشروعك القادم!",
  "HOME_CV": "السيرة الذاتية",
  "HOME_HIRE": "وظفني",
  "STATIC_ONE": "سنه",
  "STATIC_TOW": "مشروع",
  "STATIC_THREE": "عميل",
  "STATIC_CTA_TEXT": "سأجلب الشغف والمعرفة والخبرة لكل مشروع ، يمكنك أن تثق في أنني سأذهب إلى أبعد من ذلك",
  "STATIC_CTA_TEXT_COLOR": "لضمان نجاحك.",
  "STATIC_NAME": "من أنا؟",
  "STATIC_DESCRIPTION": "تخرجت كمهندس مساحه ثم تحولت إلى مبرمج حر ، ولدي مجموعة متنوعة من المهارات والخبرات التي تجعلني إضافة قيمًة بالنسبة لك ، خلفيتي في الهندسة تمنحني أساسًا قويًا في التحليل والإدارة ، وخبرتي كمبرمج التي تعلمتها ذاتيًا تُظهر مهاراتي  وتصميمي وتفانيي في تعلم أشياء جديدة ، ولم يكن تغيير المهنه أمرًا سهلاً أبدًا ، لكنني عملت بجد ومثابرة لبناء مستقبل مهني ناجح كعامل مستقل. ",
  "SERVICES_HEADER": "كيف استطيع مساعدتك؟",
  "SERVICES_DES": "بصفتي مطور جافاسكربت ، يمكنني تقديم مجموعة واسعة من الخدمات .",
  "PROJECT": "مشروع",
  "PROJECTS": "مشاريع",
  "SERVICES_NAME_1": "تطبيقات الويب",
  "SERVICE_DESCRIPTION_1": "يمكن أن يساعدك امتلاك موقع ويب على إنشاء تواجد احترافي عبر الإنترنت وتوفير نظام أساسي للترويج لمنتجاتك أو خدماتك أو أفكارك. ويمكن أن يساعد أيضًا في تحسين تصنيفات محرك البحث لديك وتسهيل العثور على العملاء أو العملاء المحتملين لايجادك.",
  "SERVICES_NAME_2": "تطبيقات الهاتف",
  "SERVICE_DESCRIPTION_2": "يستخدم المزيد والمزيد من الأشخاص هواتفهم الذكية للوصول إلى الإنترنت والتفاعل مع الشركات. يمكن أن يساعدك امتلاك تطبيق جوال في الوصول إلى جمهور أوسع وتلبية احتياجات عملائك بشكل أفضل.",
  "SERVICES_NAME_3": "قواعد البيانات",
  "SERVICE_DESCRIPTION_3": "تعد الواجهة الخلفية لموقع الويب أو التطبيق مسؤولة عن تخزين البيانات وتنظيمها ، والتعامل مع منطق وعمليات جانب الخادم ، وتوفير واجهات برمجة التطبيقات لاستخدامها في الواجهة الأمامية. يعد النظام الخلفي المصمم جيدًا ضروريًا لتشغيل وظائف وأداء موقع الويب أو التطبيق.",
  "SERVICES_NAME_4": "برمجة تطبيقات الطرف الثالث",
  "SERVICE_DESCRIPTION_4": "من خلال التكامل مع واجهات برمجة التطبيقات التابعة لجهات خارجية ، يمكنك الوصول إلى البيانات والخدمات والوظائف الخاصة بالشركات والأنظمة الأساسية الأخرى والاستفادة منها. يمكن أن يساعد ذلك في توسيع إمكانيات ووظائف موقع الويب أو التطبيق الخاص بك.",
  "SERVICES_NAME_5": "تطوير الالعاب",
  "SERVICE_DESCRIPTION_5": "إذا كنت مهتمًا ببناء ألعاب مستندة إلى المتصفح أو ألعاب محمولة ، فيمكنني استخدام أطر عمل مثل Phaser لمساعدتك في إنشاء ألعاب جذابة وتفاعلية.",
  "SERVICES_NAME_6": "عرض البيانات",
  "SERVICE_DESCRIPTION_6": "يمكنني استخدام مكتبات مثل D3.js لإنشاء تصورات تفاعلية للبيانات ، مما يساعدك على تصور مجموعات البيانات المعقدة بطريقة يسهل فهمها وتفسيرها.",
  "SERVICES_NAME_7": "أتمتة",
  "SERVICE_DESCRIPTION_7": "باستخدام أدوات مثل Node.js ، يمكنني مساعدتك في أتمتة المهام والعمليات على الويب أو على جهاز الكمبيوتر الخاص بك ، مما يؤدي إلى تبسيط سير العمل وتوفير الوقت.",
  "SERVICES_NAME_8": "التجارة الإلكترونية",
  "SERVICE_DESCRIPTION_8": "يمكنني أيضًا تقديم خدمات تطوير التجارة الإلكترونية ، بما في ذلك بناء عربات التسوق المخصصة وبوابات الدفع وأنظمة إدارة الطلبات.",
  "SERVICES_NAME_9": "إنترنت الأشياء",
  "SERVICE_DESCRIPTION_9": "يمكنني إنشاء تطبيقات تتفاعل مع الأجهزة وأجهزة الاستشعار المتصلة كجزء من إنترنت الأشياء (IoT).",
  "SERVICES_NAME_10": "التعلم الالي",
  "SERVICE_DESCRIPTION_10": "بناء نماذج التعلم الآلي ودمجها في تطبيقات الويب أو الأجهزة المحمولة باستخدام مكتبات مثل TensorFlow.js.",
  "SERVICES_NAME_11": "الاستشارات والتدريب",
  "SERVICE_DESCRIPTION_11": "بصفتي خبيرًا في تايب سكربت ، يمكنني أيضًا تقديم خدمات استشارية وتدريبية لمساعدتك أو مساعدة فريقك في معرفة المزيد حول هذه اللغة القوية وكيفية استخدامها بفعالية.",
  "PROJECT_DESCRIPTION": "لقد عملت مع مجموعة من العملاء ، من الشركات الناشئة الصغيرة إلى الشركات الكبيرة ، ولا أطيق الانتظار حتى أضع مشروعك على قائمة نجاحاتي.",
  "PROJECT_NAME_1": "موقع تجاره الكترونية",
  "PROJECT_DESCRIPTION_1": "هذا المشروع عبارة عن موقع ويب للتجارة الإلكترونية تم إنشاؤه باستخدام React و TypeScript. إنه يتميز بعربة تسوق تعمل بكامل طاقتها وعملية تسجيل الخروج ، بالإضافة إلى تصميم سريع الاستجابة للأجهزة المحمولة. يتم تشغيل الواجهة الخلفية بواسطة Express و MongoDB.",
  "PROJECT_NAME_2": "تطبيق وصفه",
  "PROJECT_DESCRIPTION_2": "هذا المشروع هو تطبيق جوال للبحث عن الوصفات وحفظها. تم بناؤه باستخدام React Native ويستخدم Spoonacular API لبيانات الوصفات. يتضمن التطبيق أيضًا ميزة لإنشاء قوائم البقالة بناءً على الوصفات المحددة. يتم تشغيل الواجهة الخلفية بواسطة Express و PostgreSQL.",
  "PROJECT_NAME_3": "تطبيق مدير المهام",
  "PROJECT_DESCRIPTION_3": "هذا المشروع عبارة عن تطبيق ويب لإدارة المهام تم إنشاؤه باستخدام React.js و Pure CSS. يتيح للمستخدمين إنشاء المهام وتعديلها وحذفها ، فضلاً عن تنظيمها حسب المشروع والأولوية. يتم تشغيل الواجهة الخلفية بواسطة Express و MongoDB.",
  "PROJECT_NAME_4": "تطبيق الطقس",
  "PROJECT_DESCRIPTION_4": "هذا المشروع عبارة عن تطبيق جوال للتنبؤ بالطقس تم إنشاؤه باستخدام React Native. يستخدم OpenWeatherMap API لاسترداد بيانات الطقس الحالية والمتوقعة لموقع معين. يتضمن التطبيق أيضًا ميزة لحفظ وعرض الطقس لمواقع متعددة.",
  "PROJECT_BTN_1": "مشاهده",
  "PROJECT_BTN_2": "الكود",
  "TESTIMONIALS_TEXT": "ما يقوله العملاء",
  "TESTIMONIALS_TEXT_COLOR": "عني?",
  "TESTIMONIALS_TEXT_DESCRIPTION": "بعض اراء العملاء الذين عملت معهم.",
  "TESTIMONIALS_NAME_1": "جون دو",
  "TESTIMONIALS_DESCRIPTION_1": "لقد استأجرت هذا المستقل لإنشاء تطبيق ويب لشركتي وكنت راضيًا للغاية عن النتيجة. لقد كان قادرا على تسليم المشروع في الوقت المحدد وتجاوز توقعاتي. أنا أوصي بخدماته.",
  "TESTIMONIALS_NAME_2": "جان سميث",
  "TESTIMONIALS_DESCRIPTION_2": "لقد تأثرت كثيرًا باهتمام هذا الموظف المستقل بالتفاصيل وقدرته على فهم رؤيتي للمشروع ، لقد كان من دواعي سروري العمل معه وسأقوم بالتأكيد بتوظيفه مرة أخرى.",
  "TESTIMONIALS_NAME_3": "بوب وليامس",
  "TESTIMONIALS_DESCRIPTION_3": "كانت لدي تجربة رائعة في العمل مع هذا المستقل. لقد تمكن من أخذ فكرتي وتحويلها إلى منتج كامل الوظائف. أوصي به بشدة لأي مشروع."
}
