{
  "NAVIGATION_LINK_1": "Me",
  "NAVIGATION_LINK_2": "Services",
  "NAVIGATION_LINK_3": "Projects",
  "NAVIGATION_LINK_4": "Testimonial",
  "NAVIGATION_LINK_5": "Contact",
  "HOME_NAME": "DIYAA GUBARAH",
  "HOME_OCCUPATION": "JavaScript Developer w/ TypeScript.",
  "HOME_CTA_TEXT": "Don't let your ideas remain just that. Let's work together to",
  "HOME_CTA_TEXT_COLOR": "BRING YOUR NEXT PROJECT TO LIFE!",
  "HOME_CV": "Download CV",
  "HOME_HIRE": "Hire ME",
  "STATIC_ONE": "YEARS",
  "STATIC_TOW": "PROJECTS",
  "STATIC_THREE": "CLIENTS",
  "STATIC_CTA_TEXT": "I will bring passion, knowledge, and expertise to every project, you can trust that I will go above and beyond to",
  "STATIC_CTA_TEXT_COLOR": "ENSURE YOUR SUCCESS.",
  "STATIC_NAME": "Who's DIYAA?",
  "STATIC_DESCRIPTION": "I graduated as a Surveying Engineer then turned Fullstack Freelancer, I have a diverse range of skills and experiences that make me a valuable asset to you, my background in surveying gives me a strong foundation in analysis and management, and my self-taught software development skills show my determination and dedication to learning new things, shifting careers is never easy, but I have worked hard and persevered to build a successful career as a freelancer.",
  "SERVICES_HEADER": "How I Can Help You?",
  "SERVICES_DES": "As a JavaScript developer, I can provide a wide range of services to you.",
  "PROJECT": "Project",
  "PROJECTS": "Projects",
  "SERVICES_NAME_1": "Web development",
  "SERVICE_DESCRIPTION_1": "Having a website can help you establish a professional online presence and provide a platform for promoting your products, services, or ideas. It can also help improve your search engine rankings and make it easier for potential customers or clients to find you online.",
  "SERVICES_NAME_2": "Mobile app development",
  "SERVICE_DESCRIPTION_2": "More and more people are using their smartphones to access the internet and interact with businesses. Having a mobile app can help you reach a wider audience and better meet the needs of your customers.",
  "SERVICES_NAME_3": "Server-side development",
  "SERVICE_DESCRIPTION_3": "The backend of a website or application is responsible for storing and organizing data, handling server-side logic and processes, and providing APIs (Application Programming Interfaces) for the frontend to consume. A well-designed backend system is essential for powering the functionality and performance of a website or application.",
  "SERVICES_NAME_4": "Integration with third-party APIs",
  "SERVICE_DESCRIPTION_4": "By integrating with third-party APIs, you can access and leverage the data, services, and functionality of other companies and platforms. This can help expand the capabilities and functionality of your own website or application.",
  "SERVICES_NAME_5": "Game development",
  "SERVICE_DESCRIPTION_5": "If you're interested in building browser-based or mobile games, I can use frameworks like Phaser to help you create engaging and interactive games.",
  "SERVICES_NAME_6": "Data visualization",
  "SERVICE_DESCRIPTION_6": "I can use libraries like D3.js to create interactive data visualizations, helping you visualize complex data sets in a way that is easy to understand and interpret.",
  "SERVICES_NAME_7": "Automation",
  "SERVICE_DESCRIPTION_7": "Using tools like Node.js, I can help you automate tasks and processes on the web or on your own computer, streamlining your workflow and saving you time.",
  "SERVICES_NAME_8": "E-commerce development",
  "SERVICE_DESCRIPTION_8": "I can also offer e-commerce development services, including building custom shopping carts, payment gateways, and order management systems.",
  "SERVICES_NAME_9": "Internet of Things (IoT) development",
  "SERVICE_DESCRIPTION_9": "I can build applications that interact with connected devices and sensors as part of the Internet of Things (IoT).",
  "SERVICES_NAME_10": "Machine learning",
  "SERVICE_DESCRIPTION_10": "Building machine learning models and integrating them into web or mobile applications using libraries like TensorFlow.js.",
  "SERVICES_NAME_11": "Consulting and training",
  "SERVICE_DESCRIPTION_11": "As a TypeScript expert, I can also provide consulting and training services to help you or your team learn more about this powerful language and how to use it effectively.",

  "PROJECT_DESCRIPTION": "I have worked with a range of clients, from small startups to large corporations, and I can't wait to put your project on my list of successes.",
  "PROJECT_NAME_1": "E-commerce Website",
  "PROJECT_DESCRIPTION_1": "This project is an e-commerce website built with React and TypeScript. It features a fully functional shopping cart and checkout process, as well as a responsive design for mobile devices. The backend is powered by Express and MongoDB.",
  "PROJECT_NAME_2": "Recipe App",
  "PROJECT_DESCRIPTION_2": "This project is a mobile app for searching and saving recipes. It was built with React Native and utilizes the Spoonacular API for recipe data. The app also includes a feature for creating grocery lists based on selected recipes. The backend is powered by Express and PostgreSQL.",
  "PROJECT_NAME_3": "Task Manager",
  "PROJECT_DESCRIPTION_3": "This project is a task management web application built with Vue.js and SCSS. It allows users to create, edit, and delete tasks, as well as organize them by project and priority. The backend is powered by Express and MongoDB.",
  "PROJECT_NAME_4": "Weather App",
  "PROJECT_DESCRIPTION_4": "This project is a weather forecasting mobile app built with Flutter. It utilizes the OpenWeatherMap API to retrieve current and forecasted weather data for a specific location. The app also includes a feature for saving and displaying the weather for multiple locations.",
  "PROJECT_BTN_1": "Go Live",
  "PROJECT_BTN_2": "Source",
  "TESTIMONIALS_TEXT": "What Client Says",
  "TESTIMONIALS_TEXT_COLOR": "ABOUT ME?",
  "TESTIMONIALS_TEXT_DESCRIPTION": "Here's are some client feedback that work with me.",
  "TESTIMONIALS_NAME_1":"John Doe",
  "TESTIMONIALS_DESCRIPTION_1":"I hired this freelancer to build a web application for my company and was extremely satisfied with the result.He was able to deliver the project on time and exceeded my expectations. I highly recommend his services.",
  "TESTIMONIALS_NAME_2":"Jane Smith",
  "TESTIMONIALS_DESCRIPTION_2":"I was very impressed with this freelancer's attention to detail and ability to understand my vision for the project.They were a pleasure to work with and I would definitely hire him again.",
  "TESTIMONIALS_NAME_3":"Bob Williams",
  "TESTIMONIALS_DESCRIPTION_3":"I had a great experience working with this freelancer. They were able to take my idea and turn it into a fully functional product. I highly recommend them for any project."
}
